Repository: Nalin-x-Linux/tuxmath
Catalog: po/*.po
Languages: ca, hr, pa

source: Earn Gold Stars as you build your math skills with each mission
ca: Guanya medalles d'or a mesura que millores les teves habilitats matemàtiques amb cada missió
hr: Zasluži Zlatne Zvijezde dok gradiš svoje matematičke vještine sa svakom misijom
pa: ਗੋਲਡਨ ਨੰਬਰ ਪ੍ਰਾਪਤ ਕਰੋ

source: Easier
ca: Més fàcil
hr: Lakše
pa: ਸੌਖੀ ਖੇਡ

source: Easiest
ca: Súper fàcil
hr: Najlakše
pa: ਸਭ ਤੋਂ ਸੌਖੀ ਖੇਡ

source: Easy
ca: Fàcil
hr: Lako
pa: ਹੋਰ ਸੌਖੀ ਖੇਡ

source: Exit to your desktop
ca: Surt a l'escriptori
hr: Vrati se na svoju radnu površinu
pa: ਆਪਣੇ ਡਿਸਕਟੋਪ ਤੇ ਵਾਪਸ ਜਾਓ

source: Factorize numbers with your laser beam!
ca: Factoritza nombres amb el teu raig làser!
hr: Brojeve razloži na proste faktore svojom laserskom zrakom!
pa: ਆਪਣੀ ਲੇਜ਼ਰ ਗੰਨ ਨਾਲ ਨਿਸ਼ਾਨਾ ਲਗਾਓ

source: Hard
ca: Difícil
hr: Teško
pa: ਔਖਾ

source: Hardest
ca: Molt difícil
hr: Najteže
pa: ਬਹੁਤ ਔਖਾ

source: High Scores
ca: Puntuacions més altes
hr: Najbolji Rezultati
pa: ਸਭ ਤੋਂ ਵਧ ਸਕੋਰ

source: Join a game on a server running on your network
ca: Uneix-te a una partida en un servidor a la teva xarxa
hr: Pridruži se igri na poslužitelju pokrenutom na tvojoj mreži
pa: ਸਰਵਰ ਤੇ ਖੇਡ ਨੂੰ ਜੋਇਨ ਕਰੋ

source: Make the Hall of Fame by beating the highest score
ca: Aconsegueix el Saló de la Fama superant la puntuació més alta
hr: Uđi u Kuću Slavnih potukavši najbolji rezultat
pa: ਸਭ ਤੋਂ ਵਧ ਸਕੋਰ ਬਨਾਓ

source: Moderate
ca: Moderat
hr: Umjereno
pa: ਵਿਚਲੇ

source: Play a game with your friends on a local network
ca: Juga una partida amb els teus amics a una xarxa local
hr: Igraj s prijateljima na lokalnoj mreži
pa: ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਖੇਡੋ

source: Play and learn on your own
ca: Juga i aprèn tot sol
hr: Igraj se i uči samostalno
pa: ਖੇਡੋ ਅਤੇ ਸਿਖੋ

source: Players with the lowest scores are eliminated every round
ca: Els jugadors amb les puntuacions més baixes s'eliminen a cada ronda
hr: Igrači s najnižim rezultatima bivaju eliminirani svaku rundu
pa: ਸਭ ਤੋਂ ਘਟ ਸਕੋਰਾਂ ਵਾਲੇ ਖੇਡ ਵਿਚੋਂ ਬਾਹਰ ਹੋ ਜਾਣਗੇ

source: Return to the main menu
ca: Torna al menú principal
hr: Povratak na Glavni Izbornik
pa: ਮੀਨੋ ਤੇ ਵਾਪਸ ਜਾਓ

source: Run a demo of the game
ca: Obre una demostració del joc
hr: Pokreni demonstraciju igre
pa: ਡੇਮੋ ਚਲਾਓ

source: See how to play the game
ca: Aprèn com jugar-hi
hr: Pogledaj kako se igra ova igra
pa: ਦੇਖੋ ਕੇ ਖੇਡ ਕਿਵੇਂ ਖੇਡਣੀ ਹੈ

source: See the credits for the game
ca: Vegeu els crèdits del joc
hr: Vidi tko je zaslužan što možeš igrati ovu igru
pa: ਖੇਡ ਦੇ ਕ੍ਰੇਡਿਟ ਦੇਖੋ

source: See the project info
ca: Vegeu la informació del projecte
hr: Vidi informacije o projektu
pa: ਖੇਡ ਬਾਰੇ ਜਾਣਕਾਰੀ

source: Start a server for a network game
ca: Engega un servidor per una partida de xarxa
hr: Pokreni poslužitelja za mrežnu igru
pa: ਸਰਵਰ ਸ਼ੁਰੂ ਕਰੋ

source: Stop a server running on your machine
ca: Atura un servidor al teu ordinador
hr: Zaustavi poslužitelja na svom stroju
pa: ਸਰਵਰ ਬੰਦ ਕਰੋ

source: Take turns in a game with your friends on a single computer
ca: Fes una partida per torns en un sol ordinador amb els teus amics
hr: Izmjenjuj se u igri sa svojim prijateljima na istom računalu
pa: ਇਕ ਕੰਪਿਊਟਰ ਤੇ ਵਾਰੋ ਵਾਰੀ ਖੇਡੋ

source: The person with the highest score wins
ca: La persona amb la puntuació més alta guanya
hr: Tko ima najbolji rezultat pobjeđuje
pa: ਸਭ ਤੋਂ ਵਧ ਸਕੋਰਾਂ ਵਾਲਾ ਜਿਤੇਗਾ

source: But right in the middle of the ceremony, a new attack from the land of Division starts!
ca: Però, en mig de la cerimònia, comença un nou atac de la Terra de les Divisons!
hr: Ali usred svečanosti, novi napad iz zemlje Djeljenije počinje!

source: Now is no time for resting; the city needs your help!
ca: No hi ha temps per descansar; la ciutat necessita la teva ajuda!
hr: Nije vrijeme za odmor; grad treba tvoju pomoć!
