Repository: Nalin-x-Linux/tuxmath
Catalog: po/*.po
Languages: ca, hr, pa

source: Congratulations! You win!
ca: Felicitats! Has guanyat!
hr: Čestitke! Imamo pobjednika!
pa: ਵਧਾਈਆਂ ..! ਤੁਸੀਂ ਜਿੱਤ ਗਏ

source: Round
ca: Ronda
hr: Krug
pa: ਗੋਲ

source: -[Esc] to skip
ca: -[Esc] per saltar
hr: -[Esc] preskoči ovo
pa: ਅੱਗੇ ਜਾਣ ਵਾਸਤੇ [Esc]ਦੱਬੋ

source: Mission One: Careful Cadet
ca: Missió U: Cadet Curós
hr: Misija Prva: Pažljivi Kadet
pa: ਮਿਸਨ ਪਹਿਲਾ : ਜਵਾਨ ਸਾਵਧਾਨ

source: I'm so glad you've come!
ca: Estic tant feliç que hagis vingut!
hr: Tako mi je drago što te vidim!
pa: ਸਾਨੂੰ ਖੁਸ਼ੀ ਹੈ ਕਿ ਤੁਸੀਂ ਆਏ!

source: The penguins need your help! Comets are falling from the sky, and are melting the penguins' igloos. To save their homes, we need you to find the secret code that will zap each comet.
ca: Els pingüins necessiten la teva ajuda! Estan caient cometes del cel, i estan fonent els iglús dels pingüins. Per salvar les seves cases, necessitem que trobis el codi secret que fregirà cada cometa.
hr: Pingvini trebaju vašu pomoć! Komete padalaju sa neba, itope pingvinske iglue. Da biste spasili njihove domove, morate pronaći tajni broj koji će srediti svaki komet.
pa: ਪੇੰਗੁਏਨ ਨੂੰ ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਦੀ ਜਰੂਰਤ ਹੈ ਆਕਾਸ਼ ਤੋਂ ਧੂਮਕੇਤੂ ਡਿਗ ਰਹੇ ਹਨ ਵਿਚਾਰੇ ਪੇੰਗੁਏਨਾ ਦੇ ਘਰ ਤਬਾਹ ਹੋ ਰਹੇ ਹਨ ਅਸੀਂ ਓਹਨਾ ਭੋਲੇ ਅਤੇ ਮਾਸੂਮ ਜੀਵਾਂ ਦੀ ਰਖਇਆ ਕਰਨੀ ਹੈ

source: Do your best!
ca: Dóna-ho tot!
hr: Daj sve od sebe!
pa: ਪੂਰਾ ਜੋਰ ਲਗਾ ਕੇ!

source: Mission Two: Smart Scout
ca: Missió Dos: Escolta Espavilat
hr: Misija Druga: Pametni Skaut
pa: ਦੂਸਰਾ ਮਿਸਨ : ਬਹਾਦਰ ਚਾਲਕ

source: Great job! Since you saved the penguins' homes, we are promoting you to Scout. Scouts are good for keeping an eye out for trouble...
ca: Bona feina! Com que has salvat les cases dels pingüins, t'ascendim a Escolta. Els Escoltes van bé per vigilar que no hi hagi problemes...
hr: Svaka čast! Budući da si spasitelj pingvinskih domova, promoviramo te u Skauta. Skauti su dobri kad treba pripaziti na nevolje...
pa: ਸਾਬਾਸ਼ ! ਤੁਸੀਂ ਕਮਾਲ ਕਰ ਦਿੱਤਾ ਇਸ ਵਾਸਤੇ ਤੁਹਾਨੂੰ ਇਨਾਮ ਦਿੱਤਾ ਜਾਵੇਗਾ

source: ...like what's happening right now! The TakeAways have come, and they're sending new, trickier comets against the penguins!
ca: ...com els que estan passant ara mateix! Els Arrabassadors han vingut, i estan llençant nous cometes més complicats contra els pingüins!
hr: ... kao što je ova, koja se događa upravo sada! Otimači su došli, i šalju nove, zafrknutije komete na pingvine!
pa: ਦੇਖੋ ਦੁਸ਼ਮਣ ਕੀ ਕਰ ਰਿਹਾ ਹੈ ਓਹ ਫੇਰ ਨੰਨੇ ਪੇੰਗੁਏਨਾ ਦੇ ਘਰ ਤਬਾਹ ਕਰ ਰਿਹਾ ਹੈ

source: But you can save them!
ca: Però tu els pots salvar!
hr: Ali ti ih možeš spasiti!
pa: ਪਰ ਤੁਸੀਂ ਓਹਨਾ ਨੂੰ ਬਚਾ ਸਕਦੇ ਹੋ

source: Mission Three: Royal Ranger
ca: Missió Tres: Guardià Reial
hr: Misija Treća: Kraljevski Rendžer
pa: ਤੀਸਰਾ ਮਿਸਨ : ਨਿਡਰ ਫੌਜੀ

source: You've done it again! The Penguin Emperor has chosen you to join his team of Rangers that help protect the city. We're sending you there now...
ca: Ho has tornat a aconseguir! L'Emperador Pingüí t'ha escollit per format part del seu equip de guardes que ajuden a protegir la ciutat. T'hi estem enviant...
hr: I opet uspješno! Car Pingvina te izabrao da se pridružiš njegovom timu rendžera, koji pomažu u obrani grada. Šaljemo te tamo...
pa: ਵਾਹ ਬਈ ਵਾਹ ਤੁਸੀਂ ਫੇਰ ਕਮਾਲ ਕਰ ਦਿੱਤਾ ਅਸੀਂ ਪੇੰਗੁਏਨਾ ਦਾ ਰਾਜਾ ਤੁਹਾਨੂੰ ਨਿਡਰ ਫੌਜੀ ਦੀ ਪਦਵੀ ਨਾਲ ਸਨਮਾਨਿਤ ਕਰਦਾ ਹੈ

source: ...oh no! Now the Emperor himself is under attack, from new types of comets: these problems are multiplying! To fight these, you need great skill. We think you can do it. Join the Rangers and help save the city!
ca: ...oh no! Ara el mateix Emperador està sent atacat, amb nous tipus de cometes: aquests problemes s'estan multiplicant! Per enfrontar-t'hi, necessitaràs molt talent. Pensem que ho pots fer. Uneix-te als guardes i ajuda a salvar la ciutat!
hr: ...o ne! Sad ja sam car pod napadom i to od nove vrste kometa: ti problemi se umnožavaju! Za borbu protiv ovih, potrebno je veliko umijeće. Mi mislimo da ti to možeš. Pridruži se Rendžerima i pomozi spasiti grad!
pa: ਇਹ ਗੁਣਾ ਦੀ ਖੇਡ ਹੈ ਦੇਖੋ ਦੁਸ਼ਮਣਾਂ ਨੇ ਸ਼ਹਰ ਤੇ ਹਮਲਾ ਕਰ ਦਿੱਤਾ ਹੈਆਓ ਸਾਰੇ ਰਲ ਕੇ ਸ਼ਹਰ ਵਾਲਿਆਂ ਨੂ ਬਚਾਈਏ

source: Mission Four: Imperial Ace
ca: Missió Quatre: As Imperial
hr: Misija Četvrta: Carski As
pa: ਚੌਥਾ ਮਿਸਨ : ਬਹਾਦਰ ਸੇਨਾਪਤੀ

source: You did it! The Emperor wants to thank you in person. We are taking you to his ice palace for a great honor: you will become the Imperial Ace!
ca: Ho has aconseguit! L'Emperador et vol donar les gràcies en persona. Et portem al seu palau de gel per a un gran honor: esdevindràs l'As Imperial!
hr: Uspjeli smo! Car ti želi osobno zahvaliti. Vodimo Te u njegovu palaču zbog velike časti: postat ćeš Carski As!
pa: ਤੁਹਾਡਾ ਰਾਜਾ ਤੁਹਾਡੀ ਇਸ ਬਹਾਦਰੀ ਲਈ ਪੁਰਸਕਾਰ ਦੇਣਾ ਚਾਉਂਦਾ ਹੈ ਆਓ ਤੁਹਾਨੂੰ ਉਸਦੇ ਬਰਫ ਮਹਿਲ ਵਿਚ ਲੈ ਕੇ ਚਲੀਏ

source: But right in the middle of the ceremony, a new attack from the land of Division starts!ਦੁਸ਼ਮਨ ਨੇ ਬਰਫ ਮੇਹਲ ਤੇ ਹਮਲਾ ਕਰ ਦਿੱਤਾ ਹੈ ਖੇਡ ਸ਼ੁਰੂ ਕਰੋ
pa: ਉਠੋ ਹੁਣ ਵੇਹਲੇ ਬੈਠਨ ਦਾ ਸਮਾ ਨਹੀ ਹੈ ਸਹਿਰ ਦੇ ਲੋਕਾਂ ਨੂੰ ਤੁਹਾਡੀ ਮਦਦ ਦੀ ਜਰੂਰਤ ਹੈ

source: Final Mission: Computing Commando
ca: Missió Final: Comandant de Càlcul
hr: Finalna Misija: Računalni Komandos
pa: ਆਖਰੀ ਮਿਸਨ : ਕਮਾਂਡੋ ਫੋਰਸ

source: Penguin scientists have learned that all these attacks are coming from a secret base, and they need you to go fight the final battle. They also give you this clue: first do multiplication and division, and then do addition and subtraction.
ca: Els científics pingüins han descobert que tots aquests atacs vénen d'una base secreta, i et necessiten per lluitar la batalla final. També et donen aquesta pista: primer fes les multiplicacions i divisions, i després les sumes i les restes.
hr: Pingvinski znanstvenici su proračunali da su svi ti napadi dolaze iz tajne baze, i trebaju Tebe za konačnu bitku. Oni ti pritom daju i ovaj trag: prvo napravi množenje i dijeljenje, a zatim zbrajanje i oduzimanje.
pa: ਸਾਨੂੰ ਪਤਾ ਲੱਗਿਆ ਹੈ ਕੇ ਦੁਸ਼ਮਨ ਦਾ ਗੁਪਤ ਅੱਡਾ ਕਿਥੇ ਹੈ ਅਸੀਂ ਉਸਨੂੰ ਤਬਾਹ ਕਰਨਾ ਹੈ ਤਾਂ ਜੋ ਫ਼ੇਰ ਹਮਲਾ ਨਾਂ ਕਰ ਸਕੇ ਅੱਡਾ ਤਬਾਹ ਕਰਨ ਦਾ ਤਰੀਕਾ ਇਹ ਹੈ ਕੇ ਸਭ ਤੋਂ ਪਹਲਾ ਗੁਣਾ ਕਰੋ ਫੇਰ ਵੰਡੋ ਕਰੋ ਉਸਦੇ ਬਾਅਦ ਜੋੜ ਅਤੇ ਫੇਰ ਘਟਾਓ ਕਰੋ

source: I hope that hint helps!
ca: Espero que aquesta pista t'ajudi!
hr: Nadamo se da će ovaj savjet biti od pomoći!
pa: ਉਮੀਦ ਹੈ ਕੇ ਏਸ ਤਰੀਕੇ ਨਾਲ ਅਸੀਂ ਦੁਸ਼ਮਨ ਨੂੰ ਫੇਰ ਹਰਾ ਸਕਦੇ ਹਾਂ

source: This is it! You can stop these attacks forever, Commando!
ca: És ara o mai! Pots acabar amb aquests atacs per sempre, Comandant!
hr: To je to! Ti možeš zaustaviti ove napade jednom zauvijek, Komandose!
pa: ਬੱਸ ਏਨਾ ਈ ਕੰਮ ਹੈ ਅਸੀਂ ਦੁਸ਼ਮਨ ਦੇ ਹਮਲੇ ਹਮੇਸ਼ਾ ਲਈ ਰੋਕ ਸਕਦੇ ਹਾਂ

source: Sorry, try again!
ca: Ho sento, torna-ho a provar!
hr: Šteta, probaj ponovo!
pa: ਮਾਫ਼ ਕਰੋ ਫੇਰ ਤੋਂ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Mission accomplished. The galaxy is safe!
ca: Missió complerta. La galàxia és segura!
hr: Misija je uspjela. Galaksija je sigurna!
pa: ਮਿਸਨ ਪੂਰਾ । ਬ੍ਰੇਹਮੰਡ ਤੁਹਾਡੀ ਮਦਦ ਨਾਲ ਸੁਰਖਿਅਤ ਹੈ

source: TUX, OF MATH COMMAND
hr: TUX, MATEMATIČKA KOMANDA
pa: ਟਕਸ ਗਣਿਤ ਨਾਲ ਖੇਡੋ ਅਤੇ ਸਿਖੋ

source: COPYRIGHT 2001-2011
pa: ਕਾਪੀ ਰਾਈਟ 2001-2011

source: VERSION
ca: VERSIÓ
hr: verzija
pa: ਵਰਸਨ

source: PART OF THE 'TUX4KIDS' PROJECT
ca: PART DEL PROJECTE 'TUX4KIDS'
hr: DIO 'TUX4KIDS' PROJEKTA
pa: ਟਕਸ ਫ਼ੋਰ ਕਿਡਸ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ

source: DESIGNED BY
ca: DISSENYAT PER
hr: DIZAJNIRALI
pa: ਕਾਰੀਗਰੀ

source: LEAD PROGRAMMERS
ca: PROGRAMADORS PRINCIPALS
hr: VODEĆI PROGRAMERI
pa: ਮੁਖ

source: ADDITIONAL CODE
ca: CODI ADDICIONAL
hr: DODATNI KOD
pa: ਵਾਧੂ

source: LEAD ARTISTS
ca: ARTISTES PRINCIPALS
hr: VODEĆI ARTISTI
pa: ਮੁਖ ਕਲਾਕਾਰ

source: ADDITIONAL ART
ca: ART ADDICIONAL
hr: DODATNI ART
pa: ਹੋਰ ਕਲਾਕਾਰੀ

source: SOUND EFFECTS
ca: EFECTES DE SO
hr: ZVUČNI EFEKTI
pa: ਧੁਨੀਆ

source: MUSIC
ca: MÚSICA
hr: MUZIKA
pa: ਸੰਗੀਤ

source: PACKAGERS
ca: EMPAQUETADORS
hr: PAKIRATELJI
pa: ਹੋਰ ਸੋਫਟ ਵੇਅਰ

source: 'TUX' THE PENGUIN CREATED BY
ca: 'TUX' EL PINGÜÍ CREAT PER
hr: PINGVINA 'TUX' KREIRAO
pa: ਟਕਸ ਜਿਹਨਾ ਨੇ ਨੰਨੇ ਪੇੰਗੁਏਨਾ ਨੂੰ ਬਣਇਆ ਹੈ

source: TESTERS
ca: PROVADORS
hr: TESTERI
pa: ਨਿਰੀਖਣ

source: USER WEBSITE
ca: LLOC WEB
hr: KORISNIČKI WEBSAJT
pa: ਵੇਬ ਸਾਈਟ

source: TUX4KIDS DEVELOPMENT HOSTED AT ALIOTH:
ca: DESENVOLUPAMENT DEL TUX4KIDS HOSTATJAT A ALIOTH:
hr: TUX4KIDS DEVELOPMENT ODSJEDA NA ALIOTH:
pa: ਇਹ ਪ੍ਰੋਜੇਕ੍ਟ ਅਲੀਓਥ ਤੇ ਹੈ :

source: TuxMath is Free Software licensed under the GNU General Public License (GPL). As such, you are specifically granted the rights that are usually denied to users of proprietary software.
ca: TuxMath és programari lliure llicenciat sota la Llicència Pública General de GNU (GPL). Conseqüentment, se't concedeixen específicament drets que sovint són denegats a usuaris de programari privatiu.
hr: TuxMath je Slobodan Software licencirani pod GNU Općom Javnom Licencom (GPL). Kao takav, posebno su ti odobrena prava koja su obično uskraćena korisnicima vlasničkog softvera.
pa: ਇਹ ਇੱਕ ਫ੍ਰੀ ਸੋਫਟਵੇਅਰ ਹੈ ਜਾਣਕਾਰੀ ਵਾਸਤੇ ਇਹ ਵੇਬਸਾਈਟ ਦੇਖੋਤੁਸੀਂ ਇਸ ਸੋਫਟਵੇਅਰ ਤੋਂ ਸਿਖ ਸਕਦੇ ਹੋ ,ਇਸਨੂੰ ਆਪਣੀ ਜਰੂਰਤ ਅਨੁਸਾਰ ਬਦਲ ਸਕਦੇ ਹੋ" "ਕਿਸੇ ਹੋਰ ਨੂੰ ਵੀ ਦੇ ਸਕਦੇ ਹੋ

source: These rights include the freedom to study, copy, modify, and redistribute the program.
ca: Aquests drets inclouen la llibertat d'estudiar, copiar i modificar i redistribuir el programa.
hr: Ta prava uključuju slobodu istraživanja, kopiranja, modificiranja i redistribuiranja programa.
pa: ਤੁਸੀਂ ਇਸ ਸੋਫਟਵੇਅਰ ਤੋਂ ਸਿਖ ਸਕਦੇ ਹੋਇਹ ਪ੍ਰੋਜੇਕ੍ਟ ਸਟਡੀ,ਕਾਪੀ ਅਤੇ ਬਦਲ ਲਈ ਛੋਟ ਹੈ

source: A full copy of the GPL is included with the documentation for this program.
ca: S'inclou una còpia sencera de la GPL a la documentació d'aquest programa.
hr: Pun primjerak GPL-a je uključen u dokumentaciju ovog programa.
pa: ਜੀ ਪੀ ਐੱਲ ਦੀ ਪੂਰੀ ਕਾਪੀ ਇਸ ਨਾਲ ਆਉਂਦੀ ਹੈ

source: For more information about Free Software and the GNU GPL, visit:
ca: Per a més informació sobre el programari lliure i la GPL de GNU, visiteu:
hr: Za više informacija o Slobodno Softveru i GNU GPL, posjeti:
pa: ਹੋਰ ਮਦਦ ਵਾਸਤੇ ਜੀ ਪੀ ਐੱਲ ਦੀ ਵੇਬ ਸਾਈਟ ਤੇ ਜਾਓ

source: Hall Of Fame
ca: Saló de la Fama
hr: Kuća Slavnih
pa: ਪ੍ਰਸਿਧ ਖਿਡਾਰੀ

source: Space Cadet
ca: Cadet Espacial
hr: Svemirski Kadet
pa: ਅਸਮਾਨੀ ਯੋਧਾ

source: Scout
ca: Escolta
hr: Skaut
pa: ਜਵਾਨ

source: Ranger
ca: Guarda
hr: Rendžer
pa: ਬਹਾਦਰ ਚਾਲਕ

source: Ace
ca: As
hr: As
pa: ਨਿਡਰ ਸੇਨਾਪਤੀ

source: Commando
ca: Comandant
hr: Komandos
pa: ਕਮਾਂਡੋ

source: Factors
hr: Faktori
pa: ਗੁਣਨਖੰਡ

source: Fractions
ca: Fraccions
hr: Razlomci
pa: ਭਾਜ਼

source: You Are In The Hall of Fame!
ca: Estàs al Saló de la Fama!
hr: Primljen si u Kuću Slavnih!
pa: ਤੁਸੀਂ ਮਸ਼ਹੂਰੀ ਦੇਖ ਰਹੇ ਓ

source: Enter Your Name:
ca: Escriu el teu nom:
hr: Unesi svoje ime:
pa: ਤੁਹਾਡਾ ਨਾਮ ਕੀ ਹੈ ?

source: TuxMath version %s is free and open-source! You can help make it better. Suggestions, artwork, and code are all welcome! Discuss TuxMath at tuxmath-devel@list.sourceforge.net
ca: La versió %s del TuxMath és progamari lliure i obert. Pots col·laborar a millorar-lo. Recomanacions, obres d'art i codi són benvinguts! Discuteix sobre el TuxMath a tuxmath-devel@list.sourceforge.net
hr: TuxMath verzija %s je besplatna i open-source! I ti možeš pomoći kako bila još bolja. Prijedlozi, umjetnička djela i kod - svi su dobrodošli! Raspravite TuxMath na tuxmath-devel@list.sourceforge.net
pa: ਇਹ ਫ੍ਰੀ ਅਤੇ ਓਪਨ ਸੋਰਸ ਵਰਸਨ %s ਹੈ ਤੁਸੀਂ ਏਸਨੂ ਵਧੀਆ ਬਣਾ ਸਕਦੇ ਓ ਆਪਣੀ ਸਲਾਹ ਜਰੂਰ ਦਿਓ ਆਪਣੇ ਵਿਚਾਰ tuxmath-devel@list.sourceforge.net ਤੇ ਜਾਹਰ ਕਰੋ

source: Edit 'options' file in you home directory to create customized game! Press a key or click your mouse to start game. See README.txt for more information.
ca: Edita el fitxer 'opcions' al teu directori principal per crear un joc personalitzat! Prem una tecla o clica el ratolí per començar una partida. Vegeu README.txt per a més informació.
hr: Uredi 'options' datoteku u svom home direktoriju i prilagodi igru! Pritisni tipku ili klikni mišem za početak igre. Vidi readme.txt za više informacija.
pa: ਆਪਣੀ ਨਵੀ ਗੇਮ ਬਣਾਉਣ ਲੈ ਹੋਮ ਵਿਚ ਤਬਦੀਲੀਆ ਕਰੋ ਗੇਮ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਮਾਉਸ ਤੋਂ ਕੋਈ ਵੀ ਬਟਨ ਦੱਬੋ README.txt ਫਾਈਲ ਦੇਖੋ

source: How many kids are playing?
ca: Quanta canalla està jugant?
hr: Koliko genijalaca igra?
pa: ਕਿੰਨੇ ਬਚੇ ਖੇਡੋਗੇ ?

source: (Between 2 and 4 players)
ca: (Entre 2 i 4 jugadors)
hr: (2 do 4 igrača)
pa: 2 ਅਤੇ 4 ਸਾਲ ਦੇ ਬਚਿਆਂ ਲਈ

source: The server is already running
ca: El servidor ja està funcionant
hr: Poslužitelj već radi
pa: ਸਰਵਰ ਚੱਲ ਰਿਹਾ ਹੈ

source: The port is in use by another program on this computer, most likely another Tux Math server
ca: El port ja l'està utilitzant un altre programa en aquest ordinador, possiblement un altre servidor del Tux Math.
hr: Port koristi drugi program na računalu, najvjerojatnije drugi Tux Math server
pa: ਇਹ ਗੇਮ ਕਿਸੇ ਹੋਰ ਸਾਫਟਵੇਅਰ ਨਾਲ ਚਲ ਰਹੀ ਹੈਟਕਸ ਗਣਿਤ ਤੇ ਚਲ ਰਹੀ ਹੈ

source: Enter Server Name:
ca: Escriu el nom del servidor:
hr: Unesi naziv poslužitelja:
pa: ਸਰਵਰ ਦਾ ਨਾਮ ਲਿਖੋ

source: (limit 50 characters)
ca: (màxim 50 caràcters)
hr: (maksimalno 50 znakova)
pa: (50 ਅਖਰਾਂ ਦੀ ਲਿਮਟ ਹੈ)

source: Click or press key to select server lesson file
ca: Clica o prem una tecla per seleccionar el fitxer de lliçó del servidor
hr: Klikni ili pritisni tipku za odabir lekcijske datoteke na poslužitelju
pa: ਸਰਵਰ ਪਾਠ ਲਈ ਕਲਿਕ ਕਰੋ

source: Server Name: %s Selected Lesson: %s
ca: Nom del servidor: %s Lliçó seleccionada: %s
hr: Naziv Poslužitelja: %s Odabrana Lekcija: %s
pa: ਸਰਵਰ ਦਾ ਨਾਮ : %s ਪਾਠ : %s

source: Sorry, this version built without network support.
pa: ਮਾਫ਼ ਕਰਨਾ ਇਹ ਵਰਸਨ ਨੇਟਵਰਕ ਤੋਂ ਬਿਨਾ ਹੈ

source: Sorry, this version built without network support.
ca: Ho sento, aquesta versió no té suport de xarxa.
hr: Žalim, ova verzija ne podržava mrežni rad.
pa: ਮਾਫ਼ ਕਰਨਾ ਇਹ ਵਰਸਨ ਨੇਟਵਰਕ ਤੋਂ ਬਿਨਾ ਹੈ

source: The server is not running.
ca: El servidor no s'està executant.
hr: Poslužitelj na radi
pa: ਸਰਵਰ ਨਹੀ ਚਲ ਰਿਹਾ

source: Cannot stop server until current game finishes.
ca: No es pot aturar el servidor fins que la partida actual acabi.
hr: Ne mogu zaustaviti poslužitelj dok trenutna igra završava.
pa: ਸਰਵਰ ਬੰਦ ਨਹੀ ਕਰ ਸਕਦੇ

source: The server has been stopped.
ca: El servidor s'ha aturat.
hr: Poslužitelj je zaustavljen.
pa: ਸਰਵਰ ਬੰਦ ਹੈ

source: Sorry, could not connect to server.
ca: Ho sento, no s'ha pogut establir una connexió amb el servidor.
hr: Žalim, ne mogu se spojiti s poslužiteljem.
pa: ਮਾਫ਼ ਕਰਨਾ,ਸਰਵਰ ਨਹੀ ਚਲ ਰਿਹਾ

source: Sorry, could not connect to server.
ca: Ho sento, no s'ha pogut establir una connexió amb el servidor.
hr: Žalim, ne mogu se spojiti s poslužiteljem.
pa: ਮਾਫ਼ ਕਰਨਾ,ਸਰਵਰ ਨਹੀ ਮਿਲਆ

source: Sorry, game already in progress
ca: Ho sento, un joc ja està en curs.
hr: Žalim, igra već traje
pa: ਮਾਫ਼ ਕਰਨਾ ਖੇਡ ਪਹਲਾ ਈ ਚਲ ਰਹੀ ਹੈ

source: Connection with server was lost
ca: S'ha perdut la connexió amb el servidor
hr: Veza s poslužiteljem je izgubljena
pa: ਸਰਵਰ ਨਹੀ ਮਿਲਆ

source: Sorry, this version built without network support
ca: Ho sento, aquesta versió no té suport de xarxa
hr: Žalim, ova verzija ne podržava mrežni rad
pa: ਮਾਫ਼ ਕਰਨਾ ਇਹ ਵਰਸਨ ਨੇਟਵਰਕ ਤੋਂ ਬਿਨਾ ਹੈ

source: Go!
hr: Kreni!
pa: ਚਲੋ

source: Then %s
ca: Després %s
hr: Zatim %s
pa: ਫੇਰ %s

source: Who is playing first?
ca: Qui juga primer?
hr: Tko igra prvi?
pa: ਪੇਹਲਾਂ ਕੌਣ ਖੇਦੋਗਾ?

source: Enter your name:
ca: Escriu el teu nom:
hr: Unesi svoje ime:
pa: ਆਪਣਾ ਨਾਮ ਲਿਖੋ

source: Who is playing next?
ca: Qui juga després?
hr: Tko je slijedeći?
pa: ਪੇਹ੍ਲਾਂ ਕੌਣ ਖੇਡੇਗਾ ?

source: How many rounds will you play?
ca: Quantes rondes jugareu?
hr: Koliko ćeš rundi igrati?
pa: ਤੁਸੀਂ ਕਿੰਨੇ ਮਿਸਨ ਖੇਡੋਗੇ ?

source: Enter a number
ca: Escriu un nombre
hr: Unesi broj
pa: ਇੱਕ ਨੰਬਰ ਲਿਖੋ

source: Await player name
ca: S'està esperant el nom del jugador
hr: Čekaj ime igrača
pa: ਖਿਡਾਰੀ ਦਾ ਨਾਮ ਲਿਖੋ

source: Work In Progress! This feature is not ready yet Discuss the future of TuxMath at tuxmath-devel@lists.sourceforge.net
ca: Feina en curs! Aquesta característica encara no està preparada Discuteix el futur de TuxMath a tuxmath-devel@lists.sourceforge.net
hr: Radovi u tijeku! Ova značajka još nije spremna Raspravite budućnost TuxMath-a na tuxmath-devel@lists.sourceforge.net
pa: ਕੰਮ ਚਲ ਰਿਹਾ ਹੈ ਇਹ ਸੁਵਿਧਾ ਅਜੇ ਲਾਗੂ ਨਹੀ ਹੋਈ ਟਕਸ ਗਣਿਤ ਦੇ ਭਵਿਖ ਬਾਰੇ ਸੰਪਰਕ ਕਰੋ tuxmath-devel@lists.sourceforge.net

source: Number Typing
ca: Escriptura de nombres
hr: Tipkanje Brojeva
pa: ਸੰਖਇਆ ਲਿਖੋ

source: Addition: 1 to 3
ca: Suma: 1 a 3
hr: Zbrajanje: 1 - 3
pa: ਜੋੜ : 1 ਤੋਂ 3

source: Addition: 0 to 5
ca: Suma: 0 a 5
hr: Zbrajanje: 0 - 5
pa: ਜੋੜ : 0 ਤੋਂ 5

source: Addition: Sums to 10
ca: Suma: Sumes fins al 10
hr: Zbrajanje: Zbrojevi do 10
pa: ਜੋੜ :10 ਤਕ

source: Addition: Sums to 15
ca: Suma: Sumes fins al 15
hr: Zbrajanje: Zbrojevi do 15
pa: ਜੋੜ :15 ਤਕ

source: Addition: Sums to 20
ca: Suma: Sumes fins al 20
hr: Zbrajanje: Zbrojevi do 20
pa: ਜੋੜ:20 ਤਕ

source: Addition: Two Digit Numbers
ca: Suma: Nombres de dos dígits
hr: Zbrajanje: Dvoznamenkasti brojevi
pa: ਜੋੜ : ਦੋ ਅੰਕਾ ਵਾਲੀ ਸੰਖਇਆ

source: Addition: Missing Numbers
ca: Suma: Nombres que falten
hr: Zbrajanje: Nepoznanice
pa: ਜੋੜ : ਸੰਖਇਆ ਲਭੋ

source: Subtraction: 0 to 10
ca: Resta: 0 a 10
hr: Oduzimanje: 0 - 10
pa: ਘਟਾਓ : 0 ਤੋਂ 10

source: Subtraction: 0 to 20
ca: Resta: 0 a 20
hr: Oduzimanje: 0 - 20
pa: ਘਟਾਓ : 0 ਤੋਂ 20

source: Subtraction: Two Digit Numbers
ca: Resta: Nombres de dos dígits
hr: Oduzimanje: Dvoznamenkasti brojevi
pa: ਘਟਾਓ : ਦੋ ਅਕਾਂ ਵਾਲੀ ਸੰਖਇਆ

source: Addition and Subtraction Review
ca: Revisió de la suma i la resta
hr: Pregled zbrajanja i oduzimanja
pa: ਜੋੜ ਅਤੇ ਘਟਾਓ

source: Multiplication: 0 to 3
ca: Multiplicació: 0 a 3
hr: Množenje: 0 - 3
pa: ਗੁਣਾ : 0 ਤੋਂ 3

source: Multiples of 2
ca: Múltiples de 2
hr: Višekratnici broja 2
pa: 2 ਦੇ ਗੁਣਨਫਲ

source: Multiples of 3
ca: Múltiples de 3
hr: Višekratnici broja 3
pa: 3 ਦੇ ਗੁਣਨਫਲ

source: Multiples of 4
ca: Múltiples de 4
hr: Višekratnici broja 4
pa: 4 ਦੇ ਗੁਣਨਫਲ

source: Multiples of 5
ca: Múltiples de 5
hr: Višekratnici broja 5
pa: 5 ਦੇ ਗੁਣਨਫਲ

source: Multiplication: 0 to 5
ca: Multiplicació: 0 a 5
hr: Množenje: 0 - 5
pa: ਗੁਣਾਂ : 0 ਤੋਂ 5

source: Multiples of 6
ca: Múltiples de 6
hr: Višekratnici broja 6
pa: 6 ਦੇ ਗੁਣਨਫਲ

source: Multiples of 7
ca: Múltiples de 7
hr: Višekratnici broja 7
pa: 7 ਦੇ ਗੁਣਨਫਲ

source: Multiplication: 0 to 7
ca: Multiplicació: 0 a 7
hr: Množenje: 0 - 7
pa: ਗੁਣਾ : 0 ਤੋਂ 7

source: Multiples of 8
ca: Múltiples de 8
hr: Višekratnici broja 8
pa: 8 ਦੇ ਗੁਣਨਫਲ

source: Multiples of 9
ca: Múltiples de 9
hr: Višekratnici broja 9
pa: 9 ਦੇ ਗੁਣਨਫਲ

source: Multiples of 10
ca: Múltiples de 10
hr: Višekratnici broja 10
pa: 10 ਦੇ ਗੁਣਨਫਲ

source: Multiplication: 0 to 10
ca: Multiplicació: 0 a 10
hr: Množenje: 0 - 10
pa: ਗੁਣਾ : 0 ਤੋਂ 10

source: Multiples of 11 and 12
ca: Múltiples de 11 i 12
hr: Višekratnici brojeva 11 i 12
pa: 11 ਅਤੇ 12 ਦੇ ਗੁਣਨਫਲ

source: Multiplication: 0 to 12
ca: Multiplicació: 0 a 12
hr: Množenje: 0 - 12
pa: ਗੁਣਾ : 0 ਤੋਂ 12

source: Multiples of 13, 14, and 15
ca: Múltiples de 13, 14, i 15
hr: Višekratnici brojeva 13, 14 i 15
pa: 13,14 ਅਤੇ 15 ਦੇ ਗੁਣਨਫਲ

source: Multiplication: 0 to 15
ca: Multiplicació: 0 a 15
hr: Množenje: 0 - 15
pa: ਗੁਣਾ : 0 ਤੋਂ 15

source: Multiplication: Missing Numbers
ca: Multiplicació: Nombres que falten
hr: Množenje: Nepoznanice
pa: ਗੁਣਾ : ਲਾਪਤਾ ਸੰਖਇਆ ਪਤਾ ਕਰੋ

source: Division by 2
ca: Divisió entre 2
hr: Dijeljenje s 2
pa: 2 ਤੇ ਵੰਡੋ

source: Division by 3
ca: Divisió entre 3
hr: Dijeljenje s 3
pa: 3 ਤੇ ਵੰਡੋ

source: Division by 4
ca: Divisió entre 4
hr: Dijeljenje s 4
pa: 4 ਤੇ ਵੰਡੋ

source: Division by 5
ca: Divisió entre 5
hr: Dijeljenje s 5
pa: 5 ਤੇ ਵੰਡੋ

source: Division: 1 to 5
ca: Divisió: 1 a 5
hr: Dijeljenje: 1 - 5
pa: ਵੰਡੋ : 1 ਤੋਂ 5

source: Division by 6
ca: Divisió entre 6
hr: Dijeljenje sa 6
pa: 6 ਤੇ ਵੰਡੋ

source: Division by 7
ca: Divisió entre 7
hr: Dijeljenje sa 7
pa: 7 ਤੇ ਵੰਡੋ

source: Division by 8
ca: Divisió entre 8
hr: Dijeljenje sa 8
pa: 8 ਤੇ ਵੰਡੋ

source: Division by 9
ca: Divisió entre 9
hr: Dijeljenje sa 9
pa: 9 ਤੇ ਵੰਡੋ

source: Division by 10
ca: Divisió entre 10
hr: Dijeljenje sa 10
pa: 10 ਤੇ ਵੰਡੋ

source: Division: 1 to 10
ca: Divisió: 1 a 10
hr: Dijeljenje: 1 - 10
pa: ਵੰਡੋ 1 ਤੋਂ 10

source: Division by 11 and 12
ca: Divisió entre 11 i 12
hr: Dijeljenje sa 11 i 12
pa: 11 ਅਤੇ 12 ਤੇ ਵੰਡੋ

source: Division: 1 to 12
ca: Divisió: 1 a 12
hr: Dijeljenje: 1 - 12
pa: ਵੰਡੋ : 1 ਤੋਂ 12

source: Division by 13, 14, and 15
ca: Divisió entre 13, 14 i 15
hr: Dijeljenje sa 13, 14 i 15
pa: 13,14 ਅਤੇ 15 ਤੇ ਵੰਡੋ

source: Division: 1 to 15
ca: Divisió: 1 a 15
hr: Dijeljenje: 1 - 15
pa: ਵੰਡੋ : 1 ਤੋਂ 15

source: Multiplication and Division Review
ca: Revisió de la multiplicació i divisió
hr: Pregled množenja i dijeljenja
pa: ਗੁਣਾ ਅਤੇ ਵੰਡੋ ਦਾ ਨਿਰੀਖਣ

source: Typing Negative Numbers
ca: Escriure nombres negatius
hr: Tipkanje Negativnih Brojeva
pa: ਰਿਣ ਸੰਖਇਆ

source: Subtraction: Negative Answers
ca: Resta: respostes negatives
hr: Oduzimanje: Negativna rješenja
pa: ਰਿਣ ਸੰਖਇਆ ਦਾ ਘਟਾਓ

source: Adding Negatives to Positives
ca: Sumar negatius a positius
hr: Dodavanje negativnih pozitivnima
pa: ਰਿਣ ਅਤੇ ਧਨ ਸੰਖਇਆ ਦਾ ਜੋੜ

source: Adding Positives to Negatives
ca: Sumar positius a negatius
hr: Dodavanje pozitivnih negativnima
pa: ਧਨ ਅਤੇ ਰਿਣ ਸੰਖਇਆ ਦਾ ਜੋੜ

source: Subtracting Negatives From Positives
ca: Restar negatius de positius
hr: Oduzimanje negativnih od pozitivnih
pa: ਰਿਣ ਅਤੇ ਧਨ ਸੰਖਇਆ ਦਾ ਘਟਾਓ

source: Subtracting Positives From Negatives
ca: Restar positius de negatius
hr: Oduzimanje pozitivnih od negativnih
pa: ਰਿਣ ਅਤੇ ਧਨ ਸੰਖਇਆ ਦਾ ਘਟਾਓ

source: Adding Negatives to Negatives
ca: Sumar negatius a negatius
hr: Zbrajanje negativnih brojeva
pa: ਰਿਣ ਅਤੇ ਰਿਣ ਸੰਖਇਆ ਦਾ ਜੋੜ

source: Subtracting Negatives From Negatives
ca: Restar negatius de negatius
hr: Oduzimanje negativnih brojeva
pa: ਰਿਣ ਅਤੇ ਰਿਣ ਸੰਖਇਆ ਦਾ ਘਟਾਓ

source: Negative and Positive Numbers Review
ca: Revisió de nombres negatius i positius
hr: Pregled pozitivnih i negativnih brojeva
pa: ਰਿਣ ਅਤੇ ਧਨ ਸੰਖਇਆ

source: Multiplication and Division of Negatives
ca: Multiplicació i divisó de negatius
hr: Množenje i dijeljenje negativnih brojeva
pa: ਰਿਣ ਦੀ ਗੁਣਾ ਅਤੇ ਵੰਡੋ

source: Multiplication of Positives and Negatives
ca: Multiplicació de positius i negatius
hr: Množenje pozitivnih i negativnih brojeva
pa: ਰਿਣ ਅਤੇ ਰਿਣ ਸੰਖਇਆ ਗੁਣਾ

source: Division of Positives and Negatives
ca: Divisió de positius i negatius
hr: Dijeljenje pozitivnih i negativnih brojeva
pa: ਰਿਣ ਅਤੇ ਰਿਣ ਸੰਖਇਆ ਦੀ ਵੰਡੋ

source: Credits
ca: Crèdits
hr: Zasluge
pa: ਕ੍ਰੇਡਿਟ

source: Demo
pa: ਡੇਮੋ

source: Elimination
ca: Eliminació
hr: Eliminacija
pa: ਖਾਤਮਾ

source: Factoroids
ca: Factoroides
hr: Faktoroidi
pa: ਉਲਕਾ ਪਿੰਡ

source: Help
ca: Ajuda
hr: Pomoć
pa: ਮਦਦ

source: Join Game
ca: Uneix-te a una partiad
hr: Pridruži se igri
pa: ਆਓ ਖੇਲਿਆ

source: Main Menu
ca: Menú principal
hr: Glavni izbornik
pa: ਮੁਖ ਮੀਨੋ

source: Math Command Fleet Missions
ca: Missions de la Flota de les Matemàtiques
hr: Letačke Misije Matematičke Komande
pa: ਗਣਿਤ ਦੇ ਮਿਸਨ

source: Math Command Training Academy
ca: Acadèmia d'entrenament de la Flota de les Matemàtiques
hr: Akademija za Obuku Matematičke Komande
pa: ਗਣਿਤ ਦੀ ਟ੍ਰੇਨਿੰਗ ਲਵੋ

source: More Options
ca: Més opcions
hr: Više Opcija
pa: ਹੋਰ ਸਹੂਲਤਾਂ

source: Network Game
ca: Partida en xarxa
hr: Mrežna Igra
pa: ਨੇਟਵਰਕ ਤੇ ਖੇਡੋ

source: Play Alone
ca: Juga sol
hr: Samostalna Igra
pa: ਇਕੱਲੇ ਖੇਡੋ

source: Play Arcade Game
ca: Joc d'arcade
hr: Igraj Arkadnu Igru
pa: ਆਰਕੇਡ ਖੇਡ ਖੇਡੋ

source: Play Custom Game
ca: Juga una partida personalitzara
hr: Igraj Prilagođenu Igru
pa: ਆਪਣੀ ਬਣਾਈ ਖੇਡ ਖੇਡੋ

source: Play With Friends
ca: Juga amb amics
hr: Igraj s Prijateljima
pa: ਦੋਸਤਾਂ ਨਾਲ ਖੇਡੋ

source: Project Info
ca: Informació del projecte
hr: Info Projekta
pa: ਏਸ ਗੇਮ ਬਾਰੇ

source: Quit
ca: Surt
hr: Odlazi
pa: ਬਾਹਰ ਜਾਓ

source: Run Server
ca: Executa un servidor
hr: Pokreni Poslužitelja
pa: ਸਰਵਰ ਚਲਾਓ

source: Score Sweep
ca: Buidar puntuacions
hr: Brisanje Rezultata
pa: ਸਕੋਰ ਬਨਾਓ

source: Stop Server
ca: Para el servidor
hr: Zaustavi Poslužitelja
pa: ਸਰਵਰ ਬੰਦ ਕਰੋ

source: Additional options
ca: Opcions addicionals
hr: Dodatne Opcije
pa: ਹੋਰ ਸਹੂਲਤਾਂ

source: Complete missions for the Math Command Fleet
ca: Completa missions per la Flota de les Matemàtiques
hr: Ispuni misije za flotu Matematičke komande
pa: ਮਿਸਨ ਪੂਰੇ ਕਰੋ

source: Customize the game you play
ca: Personalitza la partida que jugues
hr: Prilagodi igru koju igraš
pa: ਆਪਣੀ ਖੇਡ ਬਨਾਓ
